---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSectionsServiceData.Document
zh: 文档、文件
source: html/14dad60e-6e26-1927-7d62-ec8645c02fa8.htm
---
# Autodesk.Revit.DB.Structure.StructuralSectionsServiceData.Document Property

**中文**: 文档、文件

The current document.

## Syntax (C#)
```csharp
public Document Document { get; }
```